# TIME_TO_PARSE = 3  # Раз в сколько минут парсить монеты(минимум 3 минуты)
# PUMP_PERCENT = 6.0  # Процент роста монеты за минуту на который должен срягировать бот
# BUY_ZONE_PERCENT = .8  # Процент зоны покупки
# SELL_ZONE_PERCENTS = (4.0, 10.0, 18.0, 27.0, 42.0)  # Проценты зоны продаж
# PERCENT_TO_NOT_DELETE_POST = 6.0  # Процент при которыом пост не будет удален через 2 дня
# PERCENT_TO_RETURN_CRYPT_TO_PULL = 42.0  # Процент при котором монета должна возвращаться в пулл
# POST_SIGN = ""  # Текст который будет прикреплен ко всем постам
# DELETE_ZEROS = 100000000  # Значение на которое умнажаеться цена монеты при публикации поста в канал
PUMP_PERCENT = 1.0  # Процент роста монеты за минуту на который должен срягировать бот
BUY_ZONE_PERCENT_PLUS = .8  # Процент зоны покупки
BUY_ZONE_PERCENT_MINUS = .8
SELL_ZONE_PERCENTS = (0.5, 1.0, 1.5, 2.0, 3.0)  # Проценты зоны продаж
PERCENT_TO_NOT_DELETE_POST = 2.0  # Процент при которыом пост не будет удален через 2 дня
TIME_TO_NOT_DELETE_POST = 600  # 47 * 3600
PERCENT_TO_RETURN_CRYPT_TO_PULL = 3.5  # Процент при котором монета должна возвращаться в пулл
DELETE_ZEROS = 100000000  # Значение на которое умнажаеться цена монеты при публикации поста в канал

